Repository: rgentry09/AuthPerm-ASP.NetCore
Catalog: Example1.RazorPages.IndividualAccounts/Resources/AppLocalizeResource.*.resx
Languages: fr

source: SimpleLocalizer(- not used -)
fr: - non utilisé -

source: SimpleLocalizer(Application)
fr: Application

source: SimpleLocalizer(Apply sync change)
fr: Appliquer le changement de synchronisation

source: SimpleLocalizer(Are you sure you want to delete the {0} ?)
fr: Voulez-vous vraiment supprimer le {0} ?

source: SimpleLocalizer(Are you sure you want to delete this user?)
fr: Voulez-vous vraiment supprimer cet utilisateur ?

source: SimpleLocalizer(ASP.NET Core's individual accounts)
fr: Comptes individuels d'ASP.NET Core

source: SimpleLocalizer(ASP.NET Core, Razor Pages)
fr: ASP.NET Core, Razor Pages

source: SimpleLocalizer(Authorization Provider)
fr: Fournisseur d'autorisation

source: SimpleLocalizer(AuthPermissions: In-memory database (uses SQLite in-memory))
fr: AuthPermissions : base de données en mémoire (utilise SQLite en mémoire)

source: SimpleLocalizer(Cancel)
fr: Annuler

source: SimpleLocalizer(Change type)
fr: Changer le type

source: SimpleLocalizer(Changes needed based on authentication provider's users)
fr: Modifications nécessaires en fonction des utilisateurs du fournisseur d'authentification

source: SimpleLocalizer(Cookie or Token)
fr: Cookie ou jeton

source: SimpleLocalizer(Cookie)
fr: Cookie

source: SimpleLocalizer(Create new role)
fr: Créer un nouveau rôle

source: SimpleLocalizer(Create)
fr: Créer

source: SimpleLocalizer(Creating a new Role)
fr: Créer un nouveau rôle

source: SimpleLocalizer(Databases)
fr: Bases de données

source: SimpleLocalizer(Delete AuthUser)
fr: Supprimer l'utilisateur authentifié

source: SimpleLocalizer(Delete)
fr: Effacer

source: SimpleLocalizer(Description)
fr: Description

source: SimpleLocalizer(Edit the user's information)
fr: Modifier les informations de l'utilisateur

source: SimpleLocalizer(Edit | Delete)
fr: Modifier | Effacer

source: SimpleLocalizer(Edit)
fr: Éditer

source: SimpleLocalizer(Editing {0} role.)
fr: Modification du rôle {0}

source: SimpleLocalizer(Email)
fr: E-mail

source: SimpleLocalizer(Example1 - looking at Roles/Permissions, plus localization)
fr: Exemple 1 - examen des rôles/autorisations, plus la localisation

source: SimpleLocalizer(Group)
fr: Groupe

source: SimpleLocalizer(Individual accounts: InMemory Database)
fr: Comptes individuels : base de données InMemory

source: SimpleLocalizer(MultiTenant?)
fr: Multilocataire ?

source: SimpleLocalizer(NoChange)
fr: Pas de changement

source: SimpleLocalizer(Note)
fr: Noter

source: SimpleLocalizer(Permission)
fr: Autorisation

source: SimpleLocalizer(Permissions)
fr: Autorisations

source: SimpleLocalizer(Role description)
fr: Description du rôle

source: SimpleLocalizer(Role Name)
fr: Nom de rôle

source: SimpleLocalizer(Roles count)
fr: Les rôles comptent

source: SimpleLocalizer(Roles)
fr: Rôles

source: SimpleLocalizer(Select)
fr: Sélectionner

source: SimpleLocalizer(Selected)
fr: Choisi

source: SimpleLocalizer(Selected?)
fr: Choisi?

source: SimpleLocalizer(Shows basics of Roles and permissions, plus multi-language support.)
fr: Affiche les bases des rôles et des autorisations, ainsi que la prise en charge multilingue.

source: SimpleLocalizer(Sync with authentication provider's users)
fr: Synchroniser avec les utilisateurs du fournisseur d'authentification

source: SimpleLocalizer(There are no changes to apply to the AuthUsers)
fr: Il n'y a aucun changement à appliquer aux AuthUsers

source: SimpleLocalizer(Update)
fr: Mise à jour

source: SimpleLocalizer(UserName)
fr: Nom d'utilisateur
